{
  "logoText": "TeoPath – Az élet minden szakaszában veled.",
  "navBar": {
    "calendlyLink": "https://calendly.com/era-teopath/15-min-hu",
    "language": {
      "language": "Nyelv",
      "english": "Angol",
      "hungarian": "Magyar",
      "romanian": "Román"
    }
  },

  "calendly": {
    "book": "Időpontfoglalás"
  },

  "carousel": {
    "slide1": {
      "caption": "Előzetes konzultáció",
      "text": "Az első 15 perc ingyenes",
      "buttonText": "Időpontot foglalok"
    },
    "slide2": {
      "caption": "TeoPath",
      "text": "Az élet minden szakaszában veled.",
      "buttonText": "Időpontot foglalok"
    }
  },

  "aboutMeShortly": "Röviden rólam",
  "sectionAboutMe": {
    "aboutMe": "Rólam",
    "slogen": "Pszichológiai tanácsadóként elkötelezett vagyok, hogy segítsek az embereknek megtalálni az egyensúlyt és harmóniát életük minden szakaszában. Egyetemi tanulmányaimat a kolozsvári Babeș-Bolyai Tudományegyetemen végeztem, ahol tanácsadásra és intervenciókra specializálódtam a mesterképzés során. Jelenleg a Iași-i Gamma Intézet hallgatója vagyok, ahol szisztematikus családterapeuta képzésen veszek részt.",
    "aboutMeText": "Hét éve Londonban élek, ahol középiskolás diákokkal dolgozom, és magánvállalkozásban csecsemőtanácsadást nyújtok. Célom, hogy családokat, gyermekeket és egyéneket támogassak érzelmi nehézségek leküzdésében, harmonikus kapcsolatok kialakításában és az egészséges életmód megvalósításában. Keresztény édesanyaként hiszek a testi, lelki és érzelmi egyensúly fontosságában, amely boldog és kiegyensúlyozott életet eredményez."
  },

  "sectionStudies": {
    "studies": "Tanulmányaim",
    "studiesText": "Az emberi viselkedés megértése és az egyének támogatása iránti szenvedélyem vezérelt, amikor átfogó pszichológiai képzést végeztem. Tanulmányaim során a pszichológiai tanácsadás, a fejlődéslélektan és a családterápia területeire specializálódtam.",
    "bachelorsDegree":  "Alapképzés",
    "university":  "Babeș-Bolyai Egyetem, Kolozsvár, Románia",
    "mainSubjects": "Ezen belül:",
    "bachelorsMainSubjects":  "Általános pszichológia, iskolapszichológia, munkahelyi pszichológia, fejlődéspszichológia, valláspszichológia, egészségpszichológia, klinikai pszichológia és pszichoterápia.",
    "mastersDegree":  "Mesterfok",
    "mastersDegreeText":  "Tanácsadás és Pszichológiai Intervenció, Babeș-Bolyai Egyetem, Kolozsvár",
    "mastersMainSubjects":  "Ezen belül:",
    "additionalTrainings":  "Továbbképzések",
    "addTrain1":  "Akkreditált mindfulness tanfolyam (Románia)",
    "addTrain2":  "Haladó kognitív viselkedésterápia tanfolyam (Egyesült Királyság)",
    "currentStudies":  "Jelenlegi tanulmányaim",
    "currStudText":  "Jelenleg a Gamma Intézet hallgatója vagyok Iași-ban, ahol szisztematikus családterápiát tanulok, hogy tovább bővítsem ismereteimet a családi rendszerek támogatásában."
  },

  "sectionExpertises": {
    "expertises": "Szakterületeim",
    "professionalExpertise": "Szakterületeim",
    "profExp1": "Az emberi viselkedés megértése és az egyének támogatása iránti szenvedélyem arra ösztönzött, hogy átfogó tanulmányokat folytassak a pszichológia területén, különös tekintettel a tanácsadásra és az intervenciókra.",
    "profExp2": "Szakmai tudásom hidat képez a pszichológia és a gondoskodás között, holisztikus megközelítést alkalmazva a mentális és fizikai egészség területén. Szakterületeim a következők:",
    "profExp21": "Családterápia és tanácsadás: Családok támogatása a konfliktusok megoldásában, az érzelmi szabályozás elősegítésében és a kommunikáció erősítésében.",
    "profExp22": "Kognitív-viselkedésterápia (CBT): Az egyének segítése a negatív gondolkodási minták átalakításában, hogy elősegítsék személyes fejlődésüket és érzelmi egyensúlyukat."
  },

  "sectionAffiliations": {
    "affiliations": "Szakmai tagságok",
    "professionalAffiliations": "Szakmai tagságok",
    "profAff1": "Brit Pszichológiai Társaság (BPS) – Végzett Tag (2024)",
    "profAff2": "Gyermekekkel, fiatalokkal és családjaikkal foglalkozó kar (CYPF) – Társult Tag",
    "profAff3": "Oktatáspszichológiai Szekció – Teljes jogú Tag",
    "profAff4": "Oktatási és Gyermekpszichológiai Tagozat (DECP) – Általános Tag"
  },

  "sectionServices": {
    "services": "Szolgáltatásaim",
    "servicesTitle": "Szolgáltatásaim – Pszichológiai és családi tanácsadás",
    "servicesDescription": "Pszichológusként és családi tanácsadóként átfogó támogatást nyújtok különböző életszakaszok és helyzetek kihívásainak kezelésében. Szolgáltatásaimat az alábbi területeken kínálom, kronológiai sorrendben:",
    "service1Title": "Párkapcsolati és családtervezési tanácsadás",
    "service1Description1": "Kezdetleges párkapcsolati problémák kezelése: Segítség a kommunikáció, konfliktuskezelés és az érzelmi kapcsolatok megerősítésében.",
    "service1Description2": "Családtervezés: Felkészülés a családalapításra, érzelmi és gyakorlati szempontok figyelembevételével.",
    "service2Title": "Új családtag érkezése",
    "service2Description1": "Új családtag várása: A várandósság érzelmi, szociális és gyakorlati kihívásainak kezelése.",
    "service2Description2": "Magzat fejlődése: Tájékoztatás és lelki támogatás a szülők számára a magzati fejlődés időszakában.",
    "service2Description3": "Szülővé válásra való felkészülés: Felkészítés a szülői szerepre, önismeret fejlesztése és a szülői felelősségek áttekintése.",
    "service3Title": "Szülés utáni időszak",
    "service3Description1": "Szülés utáni depresszió kezelése: Érzelmi támogatás és terápiás megoldások a szülés utáni hangulatingadozások enyhítésére.",
    "service3Description2": "Csecsemőgondozási tanácsadás: Segítség a baba fizikai és érzelmi szükségleteinek megértésében és kezelésében.",
    "service3Description3": "Kötődés kezelése: A biztonságos szülő-gyermek kapcsolat kialakítása, a kötődési problémák felismerése és megoldása.",
    "service4Title": "Gyermekkor és fejlődés",
    "service4Description1": "Fejlődés nyomon követése: A gyermek testi, érzelmi és szociális fejlődésének figyelemmel kísérése és támogatása.",
    "service4Description2": "Újszülöttkörüli konfliktusok kezelése: Segítség az új helyzetekből fakadó szülői konfliktusok megoldásában.",
    "service4Description3": "Nevelési konfliktusok kezelése: A szülő-gyermek kapcsolat harmonizálása, hatékony nevelési stratégiák kialakítása.",
    "service5title": "Életkori specifikus problémák kezelése",
    "service5Description1": "Gyermekkor",
    "service5Description11": "Dackorszak: Türelmet és határokat igénylő helyzetek megértése és kezelése.",
    "service5Description12": "Prepubertás és kiskamasz kor: A gyermek érzelmi és szociális változásainak támogatása.",
    "service5Description2": "Serdülőkor és fiatal felnőttkor",
    "service5Description21": "Pubertás és kamaszkor: Az identitás kialakulásának támogatása, kapcsolati problémák kezelése.",
    "service5Description22": "Fiatal felnőttkor: Döntéshozatal, karriertervezés és önálló életkezdés érzelmi támogatása.",
    "service5Description3": "Felnőttkor és időskor",
    "service5Description31": "Utolsó stádiumban lévő betegségekkel való szembenézés: Érzelmi és pszichológiai támogatás a nehéz helyzetek kezeléséhez.",
    "service5Description32": "Gyászfeldolgozás: Segítség a veszteség feldolgozásában, az új életszakasz elfogadásában."
  },

  "babyCounselingView": {
    "babyCounseling": "Csecsemőtanácsadás",
    "servicesTitle": "Csecsemőtanácsadás",
    "servicesDescription": "A csecsemőtanácsadás során célom, hogy segítsek a szülőknek megérteni és támogatni gyermekük optimális fejlődését, valamint megoldást kínáljak a csecsemővel kapcsolatos mindennapi kihívásokra. Az alábbi területekre összpontosítok:",
    "service1Title": "A csecsemő optimális fejlődése és fejlesztése",
    "service1Description1": "Érzelmi fejlődés",
    "service1Description11": "Segítség a kötődési folyamat megértésében és a biztonságos szülő-gyermek kapcsolat kialakításában.",
    "service1Description12": "Játékok és tevékenységek ajánlása, amelyek támogatják az érzelmi intelligencia fejlődését.",
    "service1Description2": "Mozgásfejlődés",
    "service1Description21": "Útmutatás a csecsemő életkorának megfelelő mozgásfejlesztő gyakorlatokhoz (hason fekvés, kúszás, mászás).",
    "service1Description22": "Tanácsok a megfelelő környezet kialakításához, amely segíti a mozgás és a motoros készségek fejlődését.",
    "service1Description3": "Érzékszervi fejlesztés",
    "service1Description31": "Javaslatok az érzékszervek fejlesztésére, például színes tárgyak, halk zenék, érintés alapú játékok segítségével.",
    "service2Title": "A csecsemő rutinjának kialakítása",
    "service2Description1": "Napi rutin megértése és kialakítása",
    "service2Description11": "A csecsemők számára az ismétlődő tevékenységek biztonságérzetet nyújtanak. Segítek a szülőknek olyan napirend összeállításában, amely figyelembe veszi a baba természetes ritmusát.",
    "service2Description2": "Étkezési szokások",
    "service2Description21": "Az etetések időzítésének és gyakoriságának megértése az életkor és a baba igényei alapján (anyatejes és tápszeres etetés).",
    "service2Description22": "Tanácsok a hozzátáplálás kezdetére vonatkozóan.",
    "service2Description3": "Játékidő",
    "service2Description31": "Tevékenységek, amelyek serkentik a csecsemő kognitív és fizikai fejlődését.",
    "service2Description32": "Az aktív időszakok és pihenőidők megfelelő arányának kialakítása.",
    "service3Title": "Alvás terápia és szokások",
    "service3Description1": "Egészséges alvási szokások kialakítása",
    "service3Description11": "Segítség a szülőknek az alvási rutin bevezetésében, például fürdetés, esti mese, nyugodt környezet.",
    "service3Description12": "Javaslatok a csecsemő cirkadián ritmusának támogatására (napfény, aktivitás nappal).",
    "service3Description2": "Éjszakai ébredések kezelése",
    "service3Description21": "Tippek a baba megnyugtatásához és visszaaltatásához minimális stimulációval.",
    "service3Description22": "A szülőknek nyújtott tanácsok, hogy mikor érdemes éjszakai etetést csökkenteni.",
    "service3Description3": "Alvásproblémák megoldása",
    "service3Description31": "Tanácsadás olyan gyakori problémákra, mint a nehezen elalvás, éjszakai sírás, nappali alvási gondok.",
    "service4Title": "Szülői támogatás és gyakorlati tanácsok",
    "service4Description1": "Szülők érzelmi felkészítése",
    "service4Description11": "A szülői stressz kezelése és az önbizalom növelése a csecsemő gondozásában.",
    "service4Description12": "Pszichológiai támogatás a szülő-gyermek kapcsolat erősítéséhez.",
    "service4Description2": "Gyakorlati útmutatás",
    "service4Description21": "Pelenkázási, fürdetési és öltöztetési tanácsok, amelyek megkönnyítik a mindennapi teendőket.",
    "service4Description22": "Javaslatok a baba biztonságos környezetének kialakításához otthon és útközben.",
    "whyImportantTitle": "Miért fontos a csecsemőtanácsadás?",
    "whyImportantDescription": "A csecsemő életének első éve alapvető fontosságú a testi, érzelmi és szociális fejlődése szempontjából. Az én feladatom, hogy a szülőket támogassam ebben a kihívásokkal teli, de csodálatos időszakban, és segítséget nyújtsak a legjobb döntések meghozatalában."
  },

  "sectionNewsEvents": {
    "newsEvents": "Hírek, események",
    "newsEventsText": "Hírek, események oldal"
  },

  "sectionContacts": {
    "contacts": "Kapcsolat",
    "contactsTitle": "Kapcsolat",
    "contactsDescription": "Ha úgy érzi, segítségre van szüksége a fent említett témák valamelyikében, forduljon hozzám bizalommal! Egyéni és családi konzultációkkal állok rendelkezésére.",
    "contactsText": "Elérhetőségeim:"
  }
}